Repository: nweii/subler-docker
Catalog: macOS-version-xcode/MP42Foundation/MP42/*.lproj/Localizable.strings
Languages: fr

source: Acknowledgement
fr: Reconnaissance

source: Album Artist
fr: Artiste de l'album

source: Arranger
fr: Arrangeur

source: Art Director
fr: Directeur artistique

source: Artist
fr: Artiste

source: artist ID
fr: ID Artiste

source: Cast
fr: Distribution des rôles

source: Category
fr: Catégorie

source: Chapter Track
fr: Piste du chapitre

source: Closed Caption Track
fr: Piste de sous-titres codés

source: Codirector
fr: Co-réalisateur

source: Comments
fr: Commentaires

source: Composer
fr: Compositeur

source: composer ID
fr: ID Compositeur

source: Conductor
fr: Chef d'orchestre

source: content ID
fr: ID Contenu

source: Content Rating
fr: Évaluation du contenu

source: Copyright
fr: Droits d'auteur

source: Counter 32
fr: Compteur 32

source: Counter 64
fr: Compteur 64

source: Credits
fr: Générique

source: Director
fr: Réalisateur

source: Disk #
fr: Disque #

source: Encoded By
fr: Encodé par

source: Encoding Tool
fr: Outil d'encodage

source: Executive Producer
fr: Producteur exécutif

source: FairPlay AAC
fr: AAC FairPlay

source: FairPlay AC3
fr: AC3 FairPlay

source: FairPlay CEA-608
fr: CEA-608 FairPlay

source: FairPlay Sound
fr: Son FairPlay

source: FairPlay Tx3g
fr: Tx3g FairPlay

source: FairPlay Video
fr: Vidéo FairPlay

source: Gapless
fr: Sans interruption

source: genre ID
fr: ID Genre

source: Grouping
fr: Regroupement

source: H.264 (Parameter Sets in Bitstream)
fr: H.264 (Paramètres définis dans le flux de données)

source: HD Video
fr: Vidéo HD

source: HEVC (Parameter Sets in Bitstream)
fr: HEVC (Paramètres définis dans le flux de données)

source: Hint
fr: Indice

source: Hint Track
fr: Piste d'indice

source: iTunes Account
fr: Compte iTunes

source: iTunes Account Type
fr: Type de compte iTunes

source: iTunes Country
fr: Pays iTunes

source: Keywords
fr: Mots clés

source: Linear Notes
fr: Notes linéaires

source: Long Description
fr: Description longue

source: Lyricist
fr: Parolier

source: Lyrics
fr: Paroles

source: Media Kind
fr: Type de média

source: Metadata Track
fr: Piste de métadonnées

source: Movement Count
fr: Nombre de mouvements

source: Movement Name
fr: Nom du mouvement

source: Movement Number
fr: Numéro du mouvement

source: MPEG-1 Video
fr: Vidéo MPEG-1

source: MPEG-2 Video
fr: Vidéo MPEG-2

source: MPEG-4 Control
fr: Contrôle MPEG-4

source: MPEG-4 Control Track
fr: Piste de contrôle MPEG-4

source: MPEG-4 ODSM Track
fr: Piste MPEG-4 ODSM

source: MPEG-4 SDSM Track
fr: Piste MPEG-4 SDSM

source: Muxed Track
fr: Piste multiplexée

source: Name
fr: Nom

source: Online Extras
fr: Suppléments en ligne

source: Original Artist
fr: Artiste original

source: Performer
fr: Interprète

source: Phonogram Rights
fr: Droits de phonogramme

source: playlist ID
fr: ID Liste de lecture

source: Producers
fr: Producteurs

source: Publisher
fr: Éditeur

source: Purchase Date
fr: Date d'achat

source: Rating
fr: Évaluation

source: Rating Annotation
fr: Annotation d'évaluation

source: Record Company
fr: Maison de disques

source: Release Date
fr: Date de sortie

source: Screenwriters
fr: Scénaristes

source: Series Description
fr: Description de la série

source: Show Work And Movement
fr: Afficher le travail et le mouvement

source: Soloist
fr: Soliste

source: Song Description
fr: Description de la chanson

source: Song Producer
fr: Producteur de la chanson

source: Sorenson Video
fr: Vidéo Sorenson

source: Sorenson Video 3
fr: Vidéo Sorenson 3

source: Sort Album
fr: Trier l'album

source: Sort Album Artist
fr: Trier l'artiste de l'album

source: Sort Artist
fr: Trier l'artiste

source: Sort Composer
fr: Trier le compositeur

source: Sort Name
fr: Trier le nom

source: Sort TV Show
fr: Trier l'émission TV

source: Sound Engineer
fr: Ingénieur du son

source: Sound Track
fr: Bande sonore

source: Subtitle Track
fr: Piste de sous-titre

source: Text
fr: Texte

source: Text Track
fr: Piste Texte

source: Thanks
fr: Remerciements

source: Theora
fr: Théorie

source: TimeCode
fr: Code Temporel

source: TimeCode 64
fr: Code Temporel 64

source: TimeCode Track
fr: Piste de Code Temporel

source: Timed Metadata
fr: Métadonnées chronométrées

source: Track #
fr: Piste #

source: Track Sub-Title
fr: Sous-titre de la piste

source: TV Episode #
fr: Épisode TV #

source: TV Episode ID
fr: ID Épisode TV

source: TV Network
fr: Chaîne TV

source: TV Season
fr: Saison TV

source: TV Show
fr: Émission TV

source: Video Track
fr: Piste Vidéo

source: Work Name
fr: Nom de travail
